Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Sounds.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# KEYBOARD_SOUNDS
source: Sounds
ar: الأصوات
bg: Звуци
ca: Sons
cs: Zvuk
da: Lyde
de: Töne
el: Ήχοι
es: Sonidos
es_us: Sonidos
fi: Äänet
fr: Sons
fr_ca: Sons
he: צלילים
hi: ध्वनियाँ
hr: Zvukovi
hu: Hangok
id: Bunyi
it: Suoni
ja: サウンド
kk: Дыбыстар
ko: 사운드
lt: Garsai
ms: Bunyi
nl: Geluiden
no: Lyder
pl: Dźwięki
pt_br: Sons
pt_pt: Sons
ro: Sunete
ru: Звуки
sk: Zvuky
sl: Zvoki
sv: Ljud
th: เสียง
tr: Sesler
uk: Звуки
vi: Âm thanh
zh_cn: 声音
zh_hk: 聲音
zh_tw: 聲音

# FORGET_LIGHTNING_ADAPTERS_CONFIRMATION_TITLE
source: Are you sure you want to forget all adapters?
ar: هل ترغب بالتأكيد في إلغاء حفظ كل المحولات؟
bg: Сигурни ли сте, че искате устройството да забрави всички адаптери?
ca: Confirmes que vols oblidar tots els adaptadors?
cs: Určitě chcete všechny adaptéry zapomenout?
da: Er du sikker på, at du vil glemme alle mellemstik?
de: Sollen wirklich alle Adapter vergessen werden?
el: Θέλετε σίγουρα να αγνοηθούν όλοι οι προσαρμογείς;
es: ¿Seguro que quieres omitir todos los adaptadores?
es_us: ¿Quieres olvidar todos los adaptadores?
fi: Unohdetaanko kaikki sovittimet?
fr: Souhaitez-vous vraiment supprimer tous les adaptateurs mémorisés ?
fr_ca: Voulez-vous vraiment que l’appareil oublie tous les adaptateurs?
he: האם ברצונך להסיר את כל המתאמים?
hi: क्या आप निश्चित हैं कि आप किसी अडैप्टर को याद नहीं रखना चाहते हैं?
hr: Sigurno želite zaboraviti sve adaptere?
hu: Biztosan el szeretné felejtetni az összes adaptert?
id: Apakah Anda yakin ingin melupakan semua adaptor?
it: Confermi di voler dissociare tutti gli adattatori?
ja: すべてのアダプタを解除してもよろしいですか?
kk: Барлық адаптерді ұмыту қажеттігіне сенімдісіз бе?
ko: 모든 어댑터를 제거하겠습니까?
lt: Ar tikrai norite, kad visi adapteriai būtų pamiršti?
ms: Adakah anda pasti mahu melupakan semua penyesuai?
nl: Weet je zeker dat je alle adapters wilt vergeten?
no: Er du sikker på at du vil glemme alle adaptere?
pl: Czy na pewno chcesz zapomnieć wszystkie adaptery?
pt_br: Tem certeza de que deseja esquecer todos os adaptadores?
pt_pt: Tem a certeza de que pretende anular o registo de todos os adaptadores?
ro: Sigur doriți să fie ignorate toate adaptoarele?
ru: Вы действительно хотите забыть все адаптеры?
sk: Naozaj chcete odstrániť všetky adaptéry?
sl: Ste prepričani, da želite pozabiti vse adapterje?
sv: Är du säker på att du vill glömma alla adaptrar?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการเลิกเชื่อมต่ออะแดปเตอร์ทั้งหมด
tr: Tüm adaptörleri unutmak istediğinizden emin misiniz?
uk: Справді забути всі адаптери?
vi: Bạn có chắc chắn muốn quên tất cả các bộ tiếp hợp không?
zh_cn: 你确定要忽略所有转换器吗？
zh_hk: 你確定要忘記所有轉換器嗎？
zh_tw: 確定要忘記所有轉接器的設定嗎？

# DEFAULT
source: Tri-tone
ar: النغمة الثلاثية
bg: Три тона
ca: Tríton
cs: Tři tóny
da: Tretone
de: Dreiklang
el: Τριπλός τόνος
es: Tritono
es_us: Tritono
fi: Kolmisävelinen
fr: 3 notes
fr_ca: Trois notes
he: טריטון
hi: ट्राइ-टोन
hr: Tri-ton
hu: Háromszólamú
id: Tri-nada
it: Tritono
ja: トライトーン
kk: Үшендыбыстылық
ko: 삼중 톤
lt: Trijų tonų
ms: Trinada
nl: Drietoon
no: Trippeltone
pl: Trójdźwięk
pt_br: Tom Triplo
pt_pt: Trítono
ro: Triton
ru: Трезвучие
sk: Trojtón
sl: Tri-ton
sv: Tritonus
th: สามสำเนียง
tr: Üç Ton
uk: Тріолет
vi: Ba âm
zh_cn: 三全音
zh_hk: 三全音
zh_tw: 三全音

# SETTINGS_BUTTON
source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_us: Configuración
fi: Asetukset
fr: Réglages
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्ज़
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Реттеулер
ko: 설정
lt: Nustatymai
ms: Seting
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_cn: 设置
zh_hk: 設定
zh_tw: 設定

# ABOUT_HEADPHONE_LEVEL_WEEKLY_NOTIFICATIONS_SUBTITLE
source: 7-Day Limit Notifications
ar: إشعارات حد السبعة أيام
bg: Известия за седемдневно ограничение
ca: Notificacions de límit de set dies
cs: Oznámení o sedmidenním limitu
da: Notifikationer om 7-dages grænse
de: Mitteilungen bei Belastung über 7 Tage
el: Γνωστοποιήσεις ορίου 7 ημερών
es: Notificaciones del límite de siete días
es_us: Notificaciones de límite de siete días
fi: 7 päivän rajan ilmoitukset
fr: Notifications de limite sur 7 jours
fr_ca: Notifications de limite sur 7 jours
he: עדכוני מגבלת 7 ימים
hi: 7-दिवसीय सीमा सूचनाएँ
hr: Obavijesti o 7-dnevnom ograničenju
hu: 7 napos korlát értesítései
id: Pemberitahuan Batas 7 Hari
it: Notifiche raggiungimento limite di 7 giorni
ja: 7日間の限度の通知
kk: 7 күндік шек туралы хабарландырулар
ko: 7일 한도 알림
lt: 7 dienų limito pranešimai
ms: Pemberitahuan Had 7 Hari
nl: Meldingen voor 7-daagse limiet
no: Varslinger for sjudagersgrense
pl: Powiadomienia o przekroczeniu limitu 7-dniowego
pt_br: Notificações de Limite de 7 Dias
pt_pt: Notificações do limite para 7 dias
ro: Notificări de limită pe 7 zile
ru: Уведомления о воздействии за 7 суток
sk: Hlásenia 7‑denného limitu
sl: Obvestila o sedemdnevni omejitvi
sv: Notiser om 7-dagarsgräns
th: การแจ้งเตือนขีดจำกัด 7 วัน
tr: 7 Günlük Sınır Bildirimleri
uk: Сповіщення про 7‑денне обмеження
vi: Thông báo giới hạn 7 ngày
zh_cn: 7日上限通知
zh_hk: 7日上限通知
zh_tw: 七天上限通知

# ABOUT_HEADPHONE_LEVEL_WEEKLY_NOTIFICATIONS_DETAILS_2
source: Exposure limits are based on the safe listening guidelines set by the World Health Organization. Audio is measured over a seven-day window and limits are based on a combination of loudness and time. The louder the audio, the less time you can safely listen and the faster youʼll hit the limit. Classifying your Bluetooth devices can ensure your headphone audio measurements are accurate.
ar: تستند حدود التعرض للصوت إلى إرشادات الاستماع الآمن التي توصي بها منظمة الصحة العالمية. يقاس الصوت لمدة سبعة أيام، وتعتمد حدود الصوت على عاملي علوّ الصوت والمدة. فكلما كان الصوت أعلى، قَصُرت مدة الاستماع الآمن، وكان وصولك إلى الحد أسرع. تصنيف أجهزة Bluetooth لديك يضمن دقة قياسات الصوت لسماعات الرأس.
bg: Ограниченията за излагане на аудио са базирани върху насоките за безопасно слушане на Световната здравна организация. Аудиото се измерва в седемдневен период и ограниченията се основават на комбинация от шум и времева продължителност. Колкото по-шумно е аудиото, толкова по-малко време можете да слушате безопасно и толкова по-бързо достигате ограничението. Класифицирането на вашите Bluetooth устройства може да осигури правилното измерване на излагането ви на аудио от слушалки.
ca: Els límits d’exposició es basen en les pràctiques d’audició segura recomanades per l’Organització Mundial de la Salut. L’àudio es mesura durant un període de set dies, i els límits es basen en una combinació del volum i la durada. Com més alt sigui el nivell d’àudio, menys temps podràs exposar‑t’hi de forma segura i abans arribaràs al límit. Si classifiques els teus dispositius Bluetooth, tindràs la garantia que els mesuraments de l’àudio dels auriculars són precisos.
cs: Limity působení zvuku vycházejí z doporučení Světové zdravotnické organizace týkajících se bezpečného poslechu. Zvuk se měří v časovém období sedmi dní a limity se stanovují z kombinace hlasitosti a času. Čím hlasitější je zvuk, tím kratší je doba bezpečného poslechu a tím rychleji dojde k vyčerpání limitu. Klasifikace Bluetooth zařízení vám může zajistit přesné měření zvuku ve sluchátkách.
da: Eksponeringsgrænser er baseret på retningslinjerne for sikker lytning, der er fastlagt af Verdenssundheds­organisationen, WHO. Lyd måles over syv dage, og grænserne er baseret på en kombination af lydstyrke og tid. Jo højere lyd, jo mindre tid kan du lytte på sikker vis, og jo hurtigere når du grænsen. Klassificering af dine Bluetooth-enheder kan sikre, at målingerne af lyd i hovedtelefonerne er nøjagtige.
de: Die Belastungsgrenzwerte basieren auf den von der Weltgesundheitsorganisation festgelegten Richtlinien für sicheres Hören. Audio wird über einen Zeitraum von 7 Tagen gemessen und die Grenzwerte basieren auf einer Kombination aus Lautstärke und Zeit. Je höher die Lautstärke, umso kürzer ist der Zeitraum für sicheres Hören und umso schneller wird der Grenzwert erreicht. Die Klassifizierung deiner Bluetooth-Geräte kann gewährleisten, dass deine Kopfhöreraudio­messwerte korrekt sind.
el: Τα όρια έκθεσης βασίζονται στις οδηγίες ασφαλούς ακρόασης που έχει θέσει ο Παγκόσμιος Οργανισμός Υγείας. Ο ήχος μετράται για περίοδο επτά ημερών και τα όρια εξαρτώνται από έναν συνδυασμό επιπέδου ήχου και χρόνου. Όσο πιο δυνατή είναι η ένταση ήχου, τόσο λιγότερο χρόνο θα μπορείτε να ακούτε με ασφάλεια και τόσο πιο γρήγορα θα συμπληρωθεί το όριο. Η ταξινόμηση των συσκευών Bluetooth σας μπορεί να διασφαλίσει ότι οι μετρήσεις ήχου των ακουστικών σας είναι ακριβείς.
es: Los límites de exposición se basan en las directrices sobre salud auditiva establecidas por la Organización Mundial de la Salud. El audio se mide durante un periodo de siete días y los límites se basan en una combinación de volumen y tiempo. Cuanto más alto sea el sonido del audio, durante menos tiempo podrás escucharlo de forma segura y antes se alcanzará el límite. La correcta clasificación de tus dispositivos Bluetooth puede garantizar la precisión de las mediciones de audio de los auriculares.
es_us: Los límites de exposición se basan en los lineamientos de la Organización Mundial de la Salud para cuidar la audición. El audio se mide durante un lapso de siete días y los límites se fundamentan sobre una combinación de intensidad y duración. Entre más alto sea el volumen del audio, menor será el tiempo que se pueda escuchar de manera segura y más rápido se alcanzará el límite. Clasificar tus dispositivos Bluetooth puede ayudar a mejorar la precisión de la medición del audio de tus audífonos.
fi: Altistusrajat perustuvat Maailman terveysjärjestön WHO:n turvallisen kuuntelun ohjeisiin. Ääntä mitataan seitsemän päivän aikana, ja rajat perustuvat äänenvoimakkuuden ja ajan yhdistelmään. Mitä voimakkaampi ääni, sitä vähemmän aikaa voit kuunnella turvallisesti ja sitä nopeammin saavutat rajan. Bluetooth-laitteiden luokittelu voi varmistaa, että kuulokkeiden äänen mittaus on tarkka.
fr: Les limites d’exposition s’appuient sur les lignes directrices définies par l’Organisation mondiale de la Santé pour une écoute sans risque. Le niveau sonore est mesuré sur une période de 7 jours et les limites sont fixées selon deux critères : le volume sonore et la durée d’exposition. Plus le volume sonore est élevé, plus la durée d’écoute à ce volume autorisée est réduite. Par ailleurs, vous atteindrez également plus rapidement la limite sonore fixée. La classification de vos appareils Bluetooth peut garantir la précision des mesures du niveau sonore de vos écouteurs.
fr_ca: Les limites d’exposition suivent les directives d’écoute sans risque de l’Organisation mondiale de la Santé. Le volume sonore est mesuré sur une période de 7 jours, et les limites prennent en compte le volume sonore et la durée d’exposition. Plus le volume sonore est élevé, plus la durée d’écoute sans risque est réduite et plus vite vous atteindrez la limite. La classification de vos appareils Bluetooth peut permettre d’assurer la précision des mesures audio de vos écouteurs.
he: מגבלות החשיפה מבוססות על ההנחיות לשמיעה בטוחה, כפי שנקבעו לפי ארגון הבריאות העולמי. מדידת עוצמת השמע נערכת בפרקי זמן של שבעה ימים והמגבלות נקבעות לפי שילוב של עוצמת השמע ומשך הזמן. ככל שעוצמת השמע גבוהה יותר, כך מתקצר הזמן שבו ניתן להאזין בבטחה לפני שמגיעים למגבלות החשיפה. סיווג מכשירי ה-Bluetooth שברשותך יכול לאפשר לאוזניות שלך לבצע מדידת שמע מדויקת.
hi: एक्सपोज़र सीमाएँ विश्व स्वास्थ्य संगठन के द्वारा सुरक्षित श्रवण दिशानिर्देशों पर आधारित हैं। ऑडियो को सात दिनों की अवधि के दौरान मापा जाता है और सीमाओं को प्रबलता और समय दोनों के आधार पर निर्धारित किया जाता है। ऑडियो जितना अधिक तेज़ होगा, आप सुरक्षित रूप से उतने ही कम समय के लिए सुन पाएँगे और उतनी ही जल्दी आप सीमा तक पहुँच जाएँगे। अपने Bluetooth डिवाइस का वर्गीकरण करके आप अपनी हेडफ़ोन ऑडियो माप की सटीकता सुनिश्चित कर सकते हैं।
hr: Ograničenja izlaganja temeljena su na smjernicama za sigurno slušanje Svjetske zdravstvene organizacije. Glasnoća zvuka mjeri se tijekom sedam dana, a ograničenja su temeljena na kombinaciji glasnoće i vremena. Što je zvuk glasniji, manje ćete vremena moći sigurno slušati i brže ćete dostići ograničenje. Klasifikacijom vaših Bluetooth uređaja može se osigurati točnost mjerenja zvuka vaših slušalica.
hu: Az expozíciós korlátok az Egészségügyi Világszervezet biztonságos hallgatásra vonatkozó útmutatásain alapulnak. A hang mérése egy hétnapos időszakban történik, és a korlátok a hangerő és az idő kombinációján alapulnak. Minél hangosabb a hang, annál kevesebb ideig hallgatható biztonságosan, és annál hamarabb éri el a korlátot. A Bluetooth-eszközeinek besorolása segíthet biztosítani a fejhallgatója hangszintméréseinek pontosságát.
id: Batas pemaparan didasarkan pada panduan mendengarkan dengan aman yang ditetapkan oleh Organisasi Kesehatan Dunia. Audio diukur dalam periode waktu tujuh hari dan batas didasarkan pada gabungan kekerasan suara dan waktu. Semakin keras audio, semakin pendek waktu untuk mendengarkan dengan aman dan semakin cepat Anda akan mencapai batas. Dengan mengklasifikasi perangkat Bluetooth, Anda dapat memastikan bahwa pengukuran audio headphone Anda akurat.
it: I limiti di esposizione si basano sulle linee guida per l’ascolto sicuro dell’Organizzazione Mondiale della Sanità. I livelli dell’audio vengono misurati nell’arco di sette giorni e la definizione dei limiti risulta dalla combinazione tra volume e tempo trascorso. Quanto più alto sarà il primo, tanto più ridotto sarà il tempo di ascolto sicuro e, di conseguenza, il tempo in cui raggiungerai il limite. Classificando i tuoi dispositivi Bluetooth, puoi garantire che le misurazioni dell’audio delle cuffie siano accurate.
ja: 騒音曝露限度は、世界保健機関（WHO）によって定められた安全聴取ガイドラインに基づいています。音量は7日間の範囲で測定され、制限は音量と時間の組み合わせに基づいています。音量が大きければ大きいほど、安全に聴ける時間が短くなり、制限に達するのも早くなります。 お使いのBluetoothデバイスを分類すると、ヘッドフォン音量を正確に測定できるようになります。
kk: Әсер ету деңгейінің шектеулері Дүниежүзілік Денсаулық Сақтау Ұйымы құрастырған қауіпсіз тыңдау ұсыныстарына негізделген. Дыбыс параметрлері жеті күн ішінде өлшенеді, ал шектеулер дыбыс қаттылығы мен тыңдау уақытын ескере отырып орнатылады. Дыбыс қаншалықты қатты болса, оны қауіпсіз түрде соншалықты аз уақыт тыңдауға болады және әсер ету шегіне тез жетеді. Bluetooth құрылғыларын жіктеу құлаққаптың дыбыс өлшемдерінің дәлдігін қамтамасыз етеді.
ko: 노출 제한은 세계보건기구가 정한 청취 안전 지침을 기반으로 합니다. 오디오는 7일간에 걸쳐 측정되며, 음량 크기와 청취 시간이 모두 제한할 사항으로 고려됩니다. 오디오를 크게 들을수록 청취 시간이 줄어들고 더 빨리 제한 한도에 이를 수 있습니다. 사용자의 Bluetooth 기기를 분류하면 헤드폰 오디오를 정확하게 측정하는 데 도움이 됩니다.
lt: Poveikio ribos yra pagrįstos Pasaulio sveikatos organizacijos nustatytomis saugaus klausymo rekomendacijomis. Garsas matuojamas per 7 dienas ir limitai nustatomi atsižvelgiant į garsumą ir trukmę. Kuo garsiau klausote radijo, tuo trumpiau galite saugiai klausyti ir tuo greičiau pasieksite limitą. Pasitelkiant „Bluetooth“ ryšiu veikiančių įrenginių klasifikavimą galima užtikrinti tikslius ausinių garso matavimus.
ms: Had pendedahan adalah berdasarkan garis panduan pendengaran selamat yang disetkan oleh Pertubuhan Kesihatan Sedunia. Audio diukur sepanjang tempoh tujuh hari dan had adalah berdasarkan gabungan kelantangan serta masa. Semakin kuat audio, semakin kurang masa anda boleh mendengar dengan selamat dan lebih cepat anda akan mencapai had. Mengelaskan peranti Bluetooth anda boleh memastikan ukuran audio fon kepala anda tepat.
nl: Blootstellingslimieten zijn gebaseerd op de richtlijnen voor veilig luisteren van de Wereldgezondheidsorganisatie. Geluid wordt gemeten over een periode van zeven dagen en limieten zijn gebaseerd op een combinatie van luidheid en tijd. Hoe harder het geluid, hoe minder tijd je veilig kunt luisteren en hoe sneller je de limiet bereikt. Als je je Bluetooth-apparaten in Instellingen classificeert, kan dit ervoor zorgen dat de geluidsmetingen voor je koptelefoon nauwkeurig zijn.
no: Grensene er basert på retningslinjene for trygge lyttervaner fra Verdens helseorganisasjon. Lyd måles over en sjudagersperiode og grensene er basert på en kombinasjon av volum og tid. Jo høyere lyden er, jo kortere tid kan du trygt lytte før du når grensen. Klassifisering av Bluetooth-enhetene kan sikre nøyaktig måling av hodetelefonlyden.
pl: Limity narażenia są ustalane na podstawie zaleceń Światowej Organizacji Zdrowia. Pomiary są prowadzone dla siedmiodniowych okresów, a limity biorą pod uwagę kombinację głośności i czasu. Im głośniejszy dźwięk, tym krócej możesz go bezpiecznie słuchać i tym szybciej osiągniesz limit. Klasyfikacja urządzeń Bluetooth może zapewnić dokładne pomiary dźwięku w słuchawkach.
pt_br: Os limites de exposição são baseados nas diretrizes de audição segura da Organização Mundial da Saúde. O áudio é medido ao longo de sete dias e os limites são baseados em uma combinação de volume e tempo. Quanto mais alto o volume, menos tempo você poderá ouvir em segurança e mais rápido o limite será atingido. A classificação dos seus dispositivos Bluetooth pode garantir a precisão das medições do áudio do fone de ouvido.
pt_pt: Os limites de exposição têm por base as orientações da Organização Mundial da Saúde para a proteção da audição. O áudio é medido ao longo de sete dias e os limites baseiam‑se numa combinação de volume de som e tempo. Quanto mais alto for o volume, menor será o tempo de audição segura e mais rapidamente atingirá o limite. A classificação dos dispositivos Bluetooth ajuda a garantir a precisão das medições de áudio dos auscultadores.
ro: Limitele expunerii se bazează pe recomandările referitoare la ascultarea în siguranță, emise de Organizația Mondială a Sănătății. Sunetul este măsurat pe parcursul unei perioade de șapte zile, iar limitele se bazează pe o combinație între intensitatea sonoră și durată. Cu cât este mai puternic sunetul, cu atât mai puțin timp puteți asculta în siguranță și cu atât mai rapid veți atinge limita. Clasificarea dispozitivelor dvs. Bluetooth poate asigura precizia măsurătorilor pentru sunetul căștilor audio.
ru: Пределы воздействия основаны на рекомендациях по безопасному прослушиванию, составленных Всемирной организацией здравоохранения (ВОЗ). Параметры звука измеряются в течение 7 суток, а пределы устанавливаются с учетом громкости и времени прослушивания. Чем громче звук, тем меньше времени его можно слушать безопасно и тем быстрее будет достигнут предел воздействия. Классификация устройств Bluetooth обеспечит точность измерений громкости звука.
sk: Limity vystavenia vychádzajú z odporúčaní Svetovej zdravotníckej organizácie pre bezpečné počúvanie. Zvuky sú merané počas 7 dní a limity sú stanovené na základe kombinácie hlasitosti a času. Čím hlasnejší je zvuk, tým kratší čas je bezpečné ho počúvať a tým rýchlejšie dosiahnete limit. Klasifikácia Bluetooth zariadení pomáha zabezpečiť presnosť meraní zvuku slúchadiel.
sl: Omejitve izpostavljenosti temeljijo na smernicah za varno poslušanje Svetovne zdravstvene organizacije. Zvok se meri sedem dni, omejitve pa temeljijo na kombinaciji glasnosti in časa. Glasnejši je zvok, manj časa ga lahko varno poslušate in hitreje boste prišli do omejitve. Z razvrščanjem naprav Bluetooth lahko zagotovite, da so meritve zvoka slušalk natančne.
sv: Exponeringsgränser är baserade på riktlinjerna för säkert lyssnande från WHO. Ljud mäts under en sjudagarsperiod och gränserna baseras på en kombination av ljudstyrka och tid. Ju högre ljudnivån är, desto kortare tid kan du lyssna på ett säkert sätt och desto snabbare uppnår du gränsen. Du kan se till att mätningar av ljud i hörlurarna stämmer genom att klassificera din Bluetooth-enhet.
th: ขีดจำกัดการรับฟังขึ้นอยู่กับคำแนะนำในการรับฟังที่ปลอดภัยซึ่งกำหนดโดยองค์การอนามัยโลก โดยที่มีการวัดเสียงในช่วงเจ็ดวันและขีดจำกัดจะขึ้นอยู่กับความดังและเวลารวมกัน ยิ่งเสียงดังมากเท่าไหร่ ระยะเวลาที่รับฟังได้อย่างปลอดภัยก็ยิ่งน้อยลง และยิ่งทำให้คุณถึงขีดจำกัดเร็วขึ้น การกำหนดประเภทอุปกรณ์บลูทูธของคุณสามารถช่วยให้มั่นใจได้ว่าการวัดเสียงหูฟังของคุณถูกต้อง
tr: Maruz kalma sınırları Dünya Sağlık Örgütü tarafından belirlenen güvenli dinleme yönergelerini temel alır. Ses yedi gün boyunca ölçülür ve sınırlar ses yüksekliği ile süre birleşimini temel alır. Ses ne kadar yüksekse güvenli bir şekilde dinleme süresi o kadar azalır ve sınıra o kadar hızlı ulaşırsınız. Bluetooth aygıtlarınızın sınıflandırılması, kulaklık sesi ölçümlerinizin doğruluğunu garanti edebilir.
uk: Ліміти впливу базуються на рекомендаціях щодо безпечного прослуховування від Всесвітньої організації охорони здоровʼя. Звук вимірюється протягом семи днів, а обмеження вираховуються залежно від гучності й тривалості прослуховування. Що вищий рівень гучності, то швидше ви досягнете ліміту й менше часу зможете слухати без шкоди для здоровʼя. Перевірте перелік своїх аудіопристроїв Bluetooth, щоб вимірювання аудіовпливу працювало правильно.
vi: Giới hạn tiếp xúc được dựa trên các hướng dẫn nghe an toàn do Tổ chức Y tế Thế giới đề ra. Âm thanh được đo trong khoảng thời gian 7 ngày và các giới hạn được dựa trên sự kết hợp giữa độ lớn và thời gian. Âm thanh càng lớn thì thời gian bạn có thể nghe an toàn càng giảm và bạn sẽ đạt tới giới hạn càng nhanh. Việc phân loại các thiết bị Bluetooth có thể đảm bảo rằng các số đo âm thanh tai nghe của bạn chính xác.
zh_cn: 暴露量限制基于世界卫生组织设置的安全听声指南。音频以七天为窗口期进行测量，并基于音量和时长综合设置限制。音量越高，可安全听声的时间越短，到达上限越快。 将蓝牙设备分类可确保耳机音频测量的准确性。
zh_hk: 暴露上限是根據世界衛生組織所制定的安全聆聽指南。音訊是以七日為窗口期進行測量，上限是根據音量和時間長度兩者綜合而設。音訊的音量越高，你可以安全地聆聽的時間就越短，而且越快達到上限。 將你的藍牙裝置分類可以確保耳筒音訊測量準確。
zh_tw: 暴露上限乃根據世界衛生組織制定的安全聆聽準則。音訊以七天為一週期進行測量，其上限乃根據音量和時間的組合來決定。聲音越大，可以安全聆聽的時間越少，達到上限的時間也越快。 將你的藍牙裝置分類可以確保耳機音訊測量準確。

# FORGET_LIGHTNING_ADAPTERS_BUTTON
source: Forget All Adapters
ar: إلغاء حفظ جميع المحولات
bg: Забрави всички адаптери
ca: Omet tots els adaptadors
cs: Zapomenout všechny adaptéry
da: Glem alle mellemstik
de: Alle Adapter vergessen
el: Αγνόηση όλων των προσαρμογέων
es: Omitir todos los adaptadores
es_us: Olvidar todos los adaptadores
fi: Unohda kaikki sovittimet
fr: Oublier tous les adaptateurs
fr_ca: Oublier tous les adaptateurs
he: הסרת כל המתאמים
hi: किसी अडैप्टर को याद न रखें
hr: Zaboravi sve adaptere
hu: Az összes adapter elfelejtése
id: Lupakan Semua Adaptor
it: Dissocia tutti gli adattatori
ja: すべてのアダプタを解除
kk: Барлық адаптерді ұмыту
ko: 모든 어댑터 제거
lt: Pamiršti visus adapterius
ms: Lupakan Semua Penyesuai
nl: Vergeet alle adapters
no: Glem alle adaptere
pl: Zapomnij wszystkie adaptery
pt_br: Esquecer Todos os Adaptadores
pt_pt: Esquecer todos os adaptadores
ro: Ignorați toate adaptoarele
ru: Забыть все адаптеры
sk: Odstrániť všetky adaptéry
sl: Pozabi vse adapterje
sv: Glöm alla adaptrar
th: เลิกเชื่อมต่ออะแดปเตอร์ทั้งหมด
tr: Tüm Adaptörleri Unut
uk: Видалити всі адаптери
vi: Quên tất cả bộ tiếp hợp
zh_cn: 忽略所有转换器
zh_hk: 忘記所有轉換器
zh_tw: 忘記所有轉接器設定

source: Tone Control
ar: التحكم بالنغمة
bg: Управление на тоновете
ca: Control de so
cs: Ovládání zvuku
da: Tonekontrol
de: Tonsteuerung
el: Έλεγχος τόνου
es: Control de tono
es_us: Control de tono
fi: Sävynsäätö
fr: Contrôle de tonalité
fr_ca: Contrôle de tonalité
he: בקרת צליל
hi: टोन कंट्रोल
hr: Kontrola tona
hu: Hangvezérlés
id: Kontrol Nada
it: Controllo toni
ja: トーン制御
kk: Тембр реттегіші
ko: 음량 조절
lt: Melodijos valdymas
ms: Kawalan Nada
nl: Toonregeling
no: Tonekontroll
pl: Kontrola brzmienia
pt_br: Tom
pt_pt: Controlo de tom
ro: Control tonalitate
ru: Регулятор тембра
sk: Ovládanie tónov
sl: Nadzor tona
sv: Tonkontroll
th: ตัวควบคุมเสียง
tr: Ses Tonu Denetimi
uk: Тембр
vi: Điều khiển âm
zh_cn: 音调控制
zh_hk: 音調控制
zh_tw: 音調控制
